{
  "posts": [
    {
      "id": "high-school-of-the-dead",
      "title": "high school of the dead",
      "body": "Le monde fut contaminé le 13 avril 2010 par une maladie mortelle d'origine inconnue, qui apparait le même jour dans les principales villes, transformant les humains en zombies et entrainant le déclin de la civilisation.             Au Japon, plusieurs étudiants du lycée Fujimi, ainsi qu'une infirmière scolaire, se sont regroupés afin de survivre à cette apocalypse. L'histoire suit Takashi Komuro, l'un des rares étudiants à avoir survécu à la première attaque.",
      "filter": "Aventure, Action, Ecchi, Drame, Horreur, Mystère",
      "img": "http://images5.fanpop.com/image/photos/30700000/H-O-T-D-high-school-of-the-dead-30758972-1280-720.jpg"
    },
    {
      "id": 2,
      "title": "Overlord",
      "body": "L'histoire débute dans Yggdrasil, un jeu de rôle virtuel en ligne connaissant un véritable succès mais sur le point de se fermer après douze ans d'existence. Le protagoniste principal dénommé Momonga a néanmoins du mal à l'accepter, il n'a aucune famille ni amis, ni de petite amie, et ne trouve plus de sens à vivre dans la « réalité ». À sa grande stupeur, à l'arrêt des serveurs, au lieu de revenir dans le monde réel il est envoyé avec sa guilde dans un nouveau monde.",
      "filter": "Aventure, Action, Fantasy, Combats, Monstres",
      "img": "https://www.twoframesstudios.com/wp-content/uploads/2018/01/Overlord-Review.png"
    }
  ],
  "comments": [
    {
      "postId": "high-school-of-the-dead",
      "id": "high-school-of-the-dead",
      "name": "id labore ex et quam laborum",
      "email": "Eliseo@gardner.biz",
      "body": "laudantium enim quasi est quidem magnam voluptate ipsam eos\ntempora quo necessitatibus\ndolor quam autem quasi\nreiciendis et nam sapiente accusantium"
    },
    {
      "postId": 2,
      "id": 2,
      "name": "quo vero reiciendis velit similique earum",
      "email": "Jayne_Kuhic@sydney.com",
      "body": "est natus enim nihil est dolore omnis voluptatem numquam\net omnis occaecati quod ullam at\nvoluptatem error expedita pariatur\nnihil sint nostrum voluptatem reiciendis et"
    }
  ]
}
